import {React, useEffect } from 'react';
import 'bootstrap/dist/css/bootstrap.min.css';
import 'bootstrap/dist/js/bootstrap.bundle.min'; 
import AOS from 'aos';
import 'aos/dist/aos.css';



function Article() {   
    useEffect(()=>{
        AOS.init(
          { duration: 1000}
         );
      },[])
    


    return (  
        <div className="button container" id="button" data-aos="fade-up">  
          <div>
<h1 className="centered mt-5" data-aos="fade-left">کلکسیون الماس</h1>
<p className=""data-aos="fade-right">
ما در تولیدی جواهرسازی "الماس" با افتخار به طراحی و ساخت جواهرات منحصر به فرد و با کیفیت بالا می‌پردازیم. تخصص ما در استفاده از سنگ‌های قیمتی طبیعی مانند یاقوت، زمرد، مروارید، فیروزه و الماس است که هر یک از این سنگ‌ها دارای انرژی و زیبایی خاص خود هستند.

جواهرات ما فقط زیورآلات نیستند؛ بلکه نمادهایی از عشق، وفاداری، قدرت و حکمت هستند که با دقت و هنر ویژه‌ای ساخته می‌شوند.

هر جواهر در کارگاه ما با دستان هنرمندان ماهر و با رعایت استانداردهای بالای کیفیت تولید می‌شود. ما متعهدیم که با ارائه طرح‌های منحصر به فرد و استفاده از سنگ‌های با کیفیت، جواهراتی بی‌نظیر و بی‌همتا را به شما هدیه دهیم که نه تنها زیبایی شما را دو چندان کند، بلکه حسی از اعتماد به نفس و خوشبختی را به شما القا نماید.

با ما همراه شوید و از کلکسیون متنوع ما دیدن کنید تا جواهری که با سلیقه و شخصیت شما همخوانی دارد را بیابید.

ما معتقدیم که هر سنگ قیمتی داستانی دارد و آماده‌ایم داستان شما را با استفاده از این جواهرات زیبا روایت کنیم.</p>


          <h3 className="centered" data-aos="fade-left">فواید سنگ ها: </h3>

            <p className=""data-aos="fade-right">
            درجواهرسازی با سنگ‌ها ، طراحی و ساخت زیورآلاتی است که از سنگ‌های طبیعی و قیمتی به عنوان جزء اصلی استفاده می‌کند. این هنر شامل مراحل مختلفی است که به دست آوردن یک محصول نهایی زیبا و باارزش نیاز دارد. </p>
            <p> از سنگ‌ها و کریستال‌ها برای بهبود وضعیت جسمانی، روحی و عاطفی استفاده می‌شود. این فن به مدت هزاران سال در فرهنگ‌های مختلف وجود داشته و به‌ویژه در طب سنتی چین، هند و تمدن‌های باستانی مانند مصر و یونان مورد استفاده قرار گرفته است. </p>
            <p>باور بر این است که هر سنگ یا کریستال دارای انرژی خاصی است که بر بدن انسان تأثیر می‌گذارد. هر سنگ ویژگی‌ها و خاصیت‌های منحصر به فردی دارد.
                </p>  

                <h4 className="centered" data-aos="fade-left">تطابق با چاکراها</h4>
                <p className=""data-aos="fade-right">
                در بسیاری از روش‌های سنگ درمانی، سنگ‌ها بر اساس ارتباط آن‌ها با چاکراهای بدن انتخاب می‌شوند. هر چاکرا مرکز انرژی در بدن است و سنگ‌ها می‌توانند به تنظیم و تعادل آن‌ها کمک کنند
                </p>  
<h4 className="centered" data-aos="fade-left"> مزایا و آثار مثبت</h4>

<p className=""data-aos="fade-right">
درمانگران سنگ درمانی معتقدند که این روش می‌تواند به تسکین استرس، بهبود خواب، افزایش شفافیت ذهنی و ایجاد تعادل عاطفی کمک کند.
برخی افراد از سنگ درمانی به عنوان یک روش مکمل در کنار درمان‌های پزشکی استفاده می‌کنند.</p>     </div>
        </div>   
    );  
}  

export default Article;